chat_system_1771929257_actor_description=Karod Drom. Rich dwarf - manufacturer.
chat_system_1771929257_snap_0_question=^?^Hey, human, would you be interested in performing a small but well-paid service?
chat_system_1771929257_snap_0_answer_0=^?^Probably. I can listen to your offer at least.
chat_system_1771929257_snap_0_answer_1=^?^Well, I've been thinking - it's not right to leave a good dwarf in trouble! I'll accompany you to your factory.
chat_system_1771929257_snap_0_answer_2=^?^I'm sorry, dwarf, but I've got no time for this.
chat_system_1771929257_snap_1_question=^?^I'm one of the eight most wealthy dwarves of Kordar. Everybody knows me here.<br>I own a network of factories which specialize in producing three major components of the dwarven economy: bolts, nuts and screws. No mechanism will work without them, a steam locomotive won't move, a boat won't sail, even a bore won't... bore. You see?
chat_system_1771929257_snap_1_answer_0=^?^So what do you want me for?
chat_system_1771929257_snap_2_question=^?^Are you kidding? I want you to work as my guard for a while. Oh, you thought that I needed you for your brains? Hah!<br>Do you know my factory, "Three"? That's where I need to get.<br>I see you are a skillful warrior and your troop looks very strong. I'm sure you can cope with robbers and thugs. Accompany me to the factory, but make sure not a single hair falls from my beard. And I'll pay you, have no fear. Then you won't have to wear those hand-me-down clothes anymore.
chat_system_1771929257_snap_2_answer_0=^?^Yes, I'd like to get a nice outfit. I'll help you.
chat_system_1771929257_snap_2_answer_1=^?^Hand-me-down clothes, you say? Learn to ask nicely for help at least.
chat_system_1771929257_snap_3_question=^?^Fine! Don't worry, I always keep my word. I'll pay you off just as soon as we get to the factory!
chat_system_1771929257_snap_3_answer_0=^?^Let's go then...
